Repository: davidedj10/iBatteryInfoPro-localizations
Catalog: *.lproj/Alert Options.strings
Languages: de, es, it, ru

# ACTIONS_TO_DO
source: Other actions to do:
de: Andere mögliche Optionen:
es: Otras acciones a realizar:
it: Altre azioni da eseguire:
ru: Другие действия для выполнения:

source: Airplane Mode
de: Flugzeug modus
es: Modo avión
it: Modalità in aereo
ru: Автономный режим

source: Alert Options
de: Alarm optionen
es: Opciones de alerta
it: Opzioni Avviso
ru: Настройки уведомлений

# APPLY_RESPRING
source: Apply and Respring!
de: Übernehmen und Springboard neustarten
es: ¡Aplicar y Respring!
it: Applica e fai un Respring!
ru: Примени и сделай Respring!

# BATTERY_ALERT_DESCRIPTION
source: Here you can set a custom alert function that will execute some operation that you can set, in order to save your battery life or to make a safe zone percentage to do emergency calls or texting before your iDevice will turn off.
de: Hier kannst du eine eigene Alarmfunktion erstellen, die ausgeführt wird, wenn die Batterie sich dem Ende neigt, um Energie zu sparen oder einen Puffer für Notrufe oder SMS zu schaffen, bevor dein iDevice aus geht.
es: Aquí puedes establecer funciones de alerta personalizadas que ejecutarán algunas acciones que puedes establecer, para poder ahorrar batería o reservar un porcentaje para poder realizar llamadas de emergencia o mensajes antes de que se apague el dispositivo.
it: Qui puoi impostare una serie di parametri che verranno eseguiti al raggiungimento di una determinata percentuale della batteria (da te scelta), che ti permetteranno di creare una sorta di zona di percentuale sicura in cui puoi effettuare chiamate o mandare sms di emergenza prima che il device si spenga.
ru: Здесь ты сможешь установить параметры которые будут выполнены по достижению определенного процентного значения батареи (тобою выбраним), что позволит создать своего рода 'резервное количество энергии' для того что бы ты смог осуществлять звонки, или отправлять экстренные сообщения до того как выключится устройство .

source: Battery Percentage
de: Batterie in % anzeigen
es: Porcentaje de batería
it: Percentuale Batteria
ru: Процент батареи

# BOTTOM_DESCRIPTION
source: The selected actions will be performed at the moment in which the battery will be at the selected percentage.
es: Las acciones seleccionadas se llevarán a cabo en el momento en el que la batería esté al porcentaje seleccionado.
it: *Le seguenti azioni verranno eseguite al raggiungimento della percentuale da te scelta.
ru: *действия будут проводится в соответствии по достижению процентного значения тобою выбраним .

source: Custom Battery Alert
de: Eigenen Batterie Alarm
es: Alerta de batería personalizada
it: Avviso Personalizzato
ru: Пользовательские оповещения

# DIM_DESCRIPTION
source: Select the screen dimming percentage. (obviously it's better to set a low value to prevent battery drain)
de: Stufenauswahl der Bildschirm dimmung. (Es ist besser eine geringe Stufe einzustellen um Energie zu sparen.)
es: Selecciona el porcentaje de brillo (obviamente es mejor seleccionar un valor bajo para evitar el gasto de batería).
it: Seleziona la percentuale di luminosità da applicare. (Ovviamente impostare un valore basso aiuta a risparmiare energia)
ru: Выберите процент яркости для применения. (Очевидно что установив низкое значение, поможет значительно экономить энергию)

# DIM_SCREEN
source: Dim screen brightness
de: Bildschirmhelligkeit dimmen
es: Brillo de la pantalla
it: Riduci luminosità schermo
ru: Уменьшить яркость экрана

source: Disable Bluetooth
de: Bluetooth deaktivieren
es: Desactivar Bluetooth
it: Disabilita Bluetooth
ru: Отключить Bluetooth

source: Disable GPS
de: GPS deaktivieren
es: Desactivar GPS
it: Disabilita GPS
ru: Отключить GPS

source: Enable
de: Aktivieren
es: Activar
it: Abilita
ru: Включить

# ENABLE_DIM
source: Enable brightness dimming
de: Bildschirmhelligkeit dimmen Aktivieren
es: Activar regulación del brillo
it: Abilita riduzione luminosità schermo
ru: Включить уменьшение яркости экрана

# PERCENTAGE_DESCRIPTION
source: The value selected here will be the percentage when the alert will be shown.
de: ieser Wert wird statt der Prozent anzeige angezeigt wenn der Alarm angezeigt wird.
es: El valor seleccionado aquí será el porcentaje en el cual se mostrará la alerta
it: Le azioni verranno eseguite alla percentuale scelta.
ru: Действия будут проводится в соответствии с выбранным процентным значением.

source: Popup Warning
de: Popup Warunung
es: Popup de aviso
it: Avviso Pop-up
ru: Уведомление Pop-up

source: Vibrate
de: Virbrieren
es: Vibración
it: Vibra
ru: Вибрация
