Repository: davidedj10/iBatteryInfoPro-localizations
Catalog: *.lproj/Battery Data.strings
Languages: de, es, it, ru

source: Battery Data
de: Batterie Eigenschaften
es: Datos de la batería
it: Informazioni Batteria
ru: Информация батареи

# BATTERY_DATA_DESCRIPTION
source: To show correct values of 'Actual Max Capacity' & 'Lost Capacity' you must leave your phone charging even if it reached 100% for 30-45 minutes. (N.B.: Not all devices tell the same quantity of information about their battery, so if some field will show nothing your device is not able to show that information. This tweak will show also raw data*.)
de: Um die genauen werte von 'Aktuelle Max. Kapazität' und 'Verlorene Kapazität' zu ermitteln musst du dein iDevice 30-45 Minuten laden lassen nachdem es 100% erreicht hat. Nicht alle iDevices zeigen Alle Informationen an d.h. wenn manche Felder leer sind liegt das daran das das iDevice diese die Information nicht anzeigt. Dieser Tweak zeigt auch die Raw Betterie Informationen an.
es: Para que se muestre el valor correcto de 'Capacidad máx. actual' y 'Capacidad perdida' se deberá dejar el dispositivo cargando aunque marque el 100% de carga, durante 30-45 minutos. (Nota: no todos los dispositivos muestran la misma cantidad de información sobre su batería, de manera que si en algún apartado no se muestra nada, es que en tu dispositivo no se muestra esa información. Este tweak recopila datos detallados*.)
it: Per visualizzare valori corretti della 'Capacità Massima Attuale' e della 'Capacità Persa' devi lasciare il device sotto carica anche dopo il raggiungimento del 100% per altri 30-45 minuti. (N.B.: Non tutti i dispositivi forniscono la stessa quantità di informazioni sullo stato della batteria*.)
ru: Для того что-бы визуализировать правильные значение 'текущей максимальной емкости' и 'Потеряной емкости' нужно оставить устройство на зарядке даже после того как достигнет 100% зарядки на 30-45 минут (P.S.: Не все устройства предоставляют одинаковое количество информации о состоянии батареи*.)

# RAW_INFORMATIONS
source: Raw battery informations
de: Raw Batterie Informationen
es: Información detallada de la batería
it: Informazioni
ru: Информация

source: Fully Charged
de: Voll Geladen
es: Cargado completamente
it: Completamente Carico
ru: Полностью заряжен

source: Max Capacity
de: Max Kapazität
es: Capacidad máxima
it: Capacità Massima
ru: максимальная емкость

source: Cycle Count
de: Ladezyklen
es: Cantidad de ciclos
it: Cicli di ricarica
ru: Количество циклов зарядки

source: Temperature
de: Temperatur
es: Temperatura
it: Temperatura
ru: Температура

source: Actual Capacity
de: Aktuelle Kapazität
es: Capacidad actual
it: Capacità Attuale
ru: Текущая емкость

source: Actual Max Capacity
de: Aktuelle Max. Kapazität
es: Capacidad máx. actual
it: Capacità Massima Attuale
ru: Текущая максимальная емкость

source: Lost Capacity
de: Verlorene Kapazität
es: Capacidad perdida
it: Capacità Persa
ru: Потерянная емкость

source: Wipe Cache
de: Cache löschen
it: Rimuovi Cache
ru: Oчистить кеш
