Repository: davidedj10/iBatteryInfoPro-localizations
Catalog: *.lproj/iBatteryInfoProPrefs.strings
Languages: de, es, it, ru

source: General Settings
de: Allgemeine Einstellungen
es: Ajustes generales
it: Impostazioni Generali
ru: Общие настройки

source: Enable
de: Aktivieren
es: Activar
it: Abilita
ru: Включить

# ENABLE_DESCRIPTION
source: (Enable or Disable iBatteryInfoPro).
de: (iBatteryInfoPro Aktivieren oder Deaktivieren).
es: (Activar o Desactivar iBatteryInfoPro)
it: (Abilita o Disabilita iBatteryInfoPro).
ru: (Включить или Виключить iBatteryInfoPro).

source: Toggles
de: Toggle
it: Scorciatoie
ru: Ярлыки

source: Connect AC
de: AC Verbunden
es: CA conectada
it: Connessione AC
ru: Подключение AC

source: Disconnect AC
de: AC Getrennt
es: CA desconectada
it: Disconnessione AC
ru: Отключение AC

source: Activator Gesture
de: Activator Geste
es: Gesto de Activator
it: Gesture di Activator
ru: Действия Activator

source: Activation Method
de: Aktivation Methode
es: Método de activación
it: Metodo di Attivazione
ru: Метод активации

# ACTIVATION_METHOD_DESCRIPTION
source: Set what pop-up show! (You can set anyway an activator gesture to show the iBatteryInfo Pro pop-up to show all important data about your cable and battery anywhere).
de: Pop-up Show erstellen! (Du kannst trozdem eine Activator Geste einstellen um die iBatteryInfoPro Pop-ups mit allen Informationen Ã¼ber Kabel und Batterie anzuzeigen).
es: Seleccionar que pop-up mostrar (puedes seleccionar un gesto de Activator para mostrar el pop-up de iBatteryInfo Pro y que se muestren los datos importantes de tu cable y batería donde sea).
it: Imposta come mostrare il Pop-UP! (Puoi impostare una gesture con Activator in modo da mostrare le informazioni pi√π importanti dove vuoi tu!).
ru: Установи как показывать Pop-UP! (Можешь установить действия Activator'a в такой манере что бы показывать наиболее важную информацию где ты хочешь).

source: Tools
de: Werkzeuge
es: Herramientas
it: Strumenti
ru: Инструменты

source: Alert Options
de: Alarm Optionen
es: Opciones de alerta
it: Opzioni di Avviso
ru: Опции оповещения

source: Advanced Informations
de: Experten Informationen
es: Informaciones avanzadas
it: Informazioni Avanzate
ru: Расширенная информация

source: Battery Data
de: Battery Daten
es: Datos de la bateria
it: Informazioni Batteria
ru: Информация о батарее

source: Cable Info
de: Kabel Information
es: Información del cable
it: Informazioni Cavetto
ru: Информация кабеля

source: Data Sharing Center
de: Datensende Center
es: Centro de compartir Datos
it: Centro condivisione Dati
ru: Центр Обмен данными

source: Data Sharing
de: Daten Senden
es: Compartir datos
it: Condivisione Dati
ru: Обмен данными

# MISC_OPTIONS
source: Miscellaneous Options
de: Verschiedene Optionen
es: Opciones varias
it: Opzioni Varie
ru: Различные опции
