Repository: davidedj10/iBatteryInfoPro-localizations
Catalog: *.lproj/MiscOptions.strings
Languages: de, es, it, ru

source: Enable
de: Aktivieren
es: Activar
it: Abilita
ru: Включить

# MISC_OPTIONS
source: Miscellaneous Options
de: Verschiedene Optionen
es: Opciones variadas
it: Opzioni Varie
ru: Различные опции

# CELSIUS_TO_F
source: Celsius to Fahrenheit
de: Celsius zu Fahrenheit
es: Celsius a Fahrenheit
it: Celsius a Fahrenheit
ru: Цельсий в Фаренгейт

# CELSIUS_TO_F_DESCRIPTION
source: With this option you can convert the temperature value show from Celsius to Fahrenheit.
de: Hiermit mit die Temperatur in Fahrenheit oder Celsius angegeben.
es: Con esta opción puedes convertir el valor de la temperatura de Celsius a Fahrenheit.
it: Con questa impostazione potrai convertire la temperatura da Celsius a Fahrenheit.
ru: С этой настройкой ты сможешь конвертировать температуру Цельсий в Фаренгейт.

# STATUSBAR_MAH
source: Remaining mAh in StatusBar
de: verbleibende mAh in StatusBar
es: mAh restantes en el StatusBar
it: mAh rimanenti nella StatusBar
ru: mAh оставшиеся в StatusBar

# STATUSBAR_DESC
source: Show the remaining mAh next to the the time. (Respring required).
de: verbleibende mAh neben der Zeit anzeigen. (Springboard neustart nötig).
es: Muestra los mAh restantes al lado de la hora (Respring necesario).
it: Mostra i mAh rimanenti nella StatusBar. (Respring Richiesto).
ru: Показать mAh оставшиеся в StatusBar. (Respring требуется).

source: Time Mode
de: Zeit modus
es: Tipo de hora
it: Formato Ora
ru: Формат времени

source: Fullcharge Warning
de: Voll geladen Warunung
es: Aviso de carga completa
it: Avviso Carica completa
ru: Oповещениe Полная зарядка

# FULLCHARGE_DESC
source: Show an alert when the device is full charged. (also when you plug-in and out your cable and the device is fully charged!).
de: Zeigt einen Alarm wenn das iDevice voll geladen ist. (Auch wenn ein Kabel verbunden oder getrennt wird und die Batterie bereit voll Geladen ist!)
es: Muestra una alerta cuando el dispositiva está completamente cargado (también cuando conectas y desconectas el cable y el dispositivo está completamente cargado).
it: Mostra un avviso quando la batteria del dispositivo è completamente carica. (anche quando il cavo viene inserito/rimosso se completamente carica!).
ru: Показать оповещениe когда батарея устройства полностью заряжена. (также когда кабель вставляется/извлечься если полностью заряжен !).

# UNSUPPORTED_CABLE_DISABLE
source: Unsupported Cable Disabler (Very Beta!)
de: Nicht Unterstütze Kabel verwenden. (Sehr frühe Beta!)
es: Desactivador de cable no soportado (¡muy Beta!)
it: Rimozione avviso cavi non supportati (Beta!)
ru: Удаление оповещений 'кабели не поддерживаются' (Beta!)

# UNSUPPORTED_DESC
source: This options will allow to remove the 'Unsupported accessory' warning when the device is connected to a 3rd party cable that is not certified. (This is a very beta function and may not work at all.) *Some uncertified cables may cause damage to your device use it at your own risk.
de: Diese Opetion erlaubt dir nicht unterstützte Kabel zu verwenden. (Diese Funktion ist in einer sehr frühen Beta phase. Es funktioniert vielleicht nocht nicht überall.) *Manche Unzertifizierten Kabel können schäden an deinem Gerät verursachen. Verwenden dieser Funktion geschiet auf eigene Gefahr und auf eigene Verantwortung.
es: Esta opción permite desactivar el aviso de 'Accesorio no soportado' cuando el dispositivo se conecta a un cable no certificado. (Esta es una función muy Beta y no funciona del todo.) *Algunos cables no certificados pueden causar daños a tu dispositivo, úsalo bajo tu propio riesgo.
it: Questa opzione rimuove l'avviso dei cavi 'non certificati' quando il dispositivo viene connesso a un cavo prodotto da terze parti. (Questa è una funzione beta e potrebbe non funzionare sempre.) *alcuni cavi non certificati possono recare danni al tuo dispositivo usalo a tuo rischio.
ru: Эта опция удаляет оповещения от кабелей 'не сертифицированных' когда устройство будет подключено кабелем сторонних производителей. (Эта функция в бета-тестировании, и не всегда может работать.) *Hекоторые кабели не сертифицированные могут нанести урон вашему устройству используйте на ваш риск .
